const Data = [
    {
        id: '1',
        Name: "نظریاتی تحریک",
        content: [
            {
                para: 'پروفیسر ساجد میر 2 اکتوبر 1938ء کو سیالکوٹ کے ایک علمی گھرانے میں پیدا ہوئے۔ انہوں نے اعلیٰ تعلیم حاصل کی۔ ایم۔ اے (انگلش) ۔۔۔ گورنمنٹ کالج لاہور، 1960ء، سیکنڈ ڈویژن ، ایم۔ اے (اسلامیات)، پنجاب یونیورسٹی، 1969ء، فرسٹ ڈویژن، بی۔ اے (سیاسیات و عربی) ۔۔۔ مرے کالج سیالکوٹ، 1958ء، مع انگلش اور عربی میں میرٹ سکالر شپ، بی۔ اے (ایڈیشنل) معاشیات ۔۔۔ پنجاب یونیورسٹی، مئی 1965ء، بی۔ اے (ایڈیشنل) نفسیات ۔۔۔ پنجاب یونیورسٹی، جولائی 1966 ء مرے کالج سیالکوٹ، (1954ء تا 1958ء) میں جو تعلیمی امتیازات (ایوارڈ) حاصل کئے، ان کی تفصیل یوں ہے کہ میر حسن میڈل (ڈگری کلاس کے مضمون عربی میں پہلی پوزیشن پر)، محمد علی میڈل (ڈگری کلاس کے مضمون انگلش میں پہلی پوزیشن پر)، عمومی قابلیت میں دوسرا انعام (1958- 1957) ، تاریخ اور عربی میں پہلا انعام (1956- 1954) ، معاشیات، انگریزی اور فارسی میں دوسرا انعام (1956-1954) ، جبکہ مرے کالج سیالکوٹ، 1954ء تا 1958 ء میں ہم نصابی امتیازات حاصل کئے۔ سالانہ انگریزی مباحثہ اور تقریری مقابلہ میں پہلا انعام (دو مرتبہ)، اردو تقریری مقابلہ میں پہلا انعام (دو مرتبہ)، انگریزی و اردو میں فی البدیہہ تقریری مقابلہ میں دوسرا انعام ، انگریزی مضمون نویسی کے مقابلہ میں پہلا انعام (دو دفعہ)، معلومات عامہ کے مقابلہ میں پہلا انعام ،(دو دفعہ) وہ دینی میدان میں مندرجہ ذیل اسناد کے حامل ہیں۔ فاضل درس نظامی، جامعہ ابراہیمیہ سیالکوٹ، 1971ء، فاضل دارالعلوم تقویۃ الاسلام شیش محل روڈ لاہور، 1972 ء، عالمیہ کورس۔ وفاق المدارس السلفیہ۔ ان کا سروس ریکارڈ کچھ یوں ہے۔'
            },
            {
                para: 'لیکچرار (انگلش)، جناح اسلامیہ کالج سیالکوٹ ( 14-9-1960 تا 10-2-1963) ، انسٹرکٹر (انگلش)، گورنمنٹ پولی ٹیکنیک انسٹیٹیوٹ سیالکوٹ (1963ء تا 1966ء) ، سینئر انسٹرکٹر (انگلش اینڈ مینجمنٹ) گورنمنٹ پولی ٹیکنیک انسٹیٹیوٹ سیالکوٹ و لاہور (1966ء تا 1975ء) ، سینئر ایجوکیشن آفیسر (سینئر لیکچرار)، فیڈرل گورنمنٹ آف نائیجیریا (1975ء تا 1977ء) ، پرنسپل ایجوکیشن آفیسر (اسسٹنٹ پروفیسر) فیڈرل گورنمنٹ آف نائیجیریا (1977ء تا 1981ء) انگلش اور اسلامیات ، اسسٹنٹ چیف ایجوکیشن آفیسر (ایسوسی ایٹ پروفیسر) فیڈرل گورنمنٹ آف نائیجیریا (1981 ء تا 1984ء) ۔ سروس سے متعلق دوسری ذمہ داریوں کی تفصیل یوں ہے کہ آفیسر انچارج، شعبہ ریلیٹڈ اور بیسک سٹڈیز، گورنمنٹ پولی ٹیکنیک انسٹی ٹیوٹ سیالکوٹ (1972ء تا 1975ء) ، ممتحن اعلیٰ و پیپر سیٹر پنجاب بورڈ آف ٹیکنیکل ایجوکیشن ( 1969ء تا 1975ء)، جنرل سیکرٹری، پولی ٹیکنیک ٹیچرز ایسوسی ایشن، مغربی پاکستان (1970-1968ء) صدر، پولی ٹیکنیک ٹیچرز ایسوسی ایشن (1972ء تا 1975ء) ۔ پروفیسر ساجد میر جمعیت اہلحدیث پاکستان کے سیکرٹری اور پھر مرکزی جمعیت اہلحدیث پاکستان کے 1992ء میں امیر بنے اور ابھی تک اپنی جماعت کے امیر ہیں وہ ہر بار بلا مقابلہ امیر منتخب ہوتے ہیں'
            },
            {
                para: 'یاسی طور پر وہ ممبر سینیٹ آف پاکستان (اکتوبر 1994ء تا حال) چیئرمین سٹینڈنگ کمیٹی آف سینیٹ برائے مذہبی امور (1994ء تا 1999ء)، چیئرمین سٹینڈنگ کمیٹی آف سینیٹ برائے سائنس اینڈ ٹیکنالوجی (مارچ 2009ء تا حال) ۔ بین الاقوامی کانفرنسوں میں کئی بار شرکت کر چکے ہیں، مثلاً انٹرنیشنل دعوت کانفرنس، برمنگھم 2008 ,2004, 2000 ,1988 ,1987, 1985ء تا 2011ء، اسلامی کانفرنس برمنگھم، لندن، مانچسٹر، گلاسکو، 2005, 2001, 2000, 1999 ء، یورپین اسلامی کانفرنس، لندن 1992 ,1988 ء، عالمی اسلامی کانفرنس، فلپائن 1988 ء، عالمی حج کانفرنس، استنبول (ترکی) 1988 ء، عالمی امن کانفرنس، بغداد (عراق)، 1989 ,1987 ء، رابطہ عالم اسلامی کانفرنس، مکہ معظمہ، 2013, 2011, 2001, 1999 ,1990ء، دعوت کانفرنس، امریکہ (نیو یارک، نیو جرسی) 1989ء دعوت کانفرنس، بھارت (بمبئی، دہلی، بنارس) 1990 ء، بین الاقوامی کانفرنس، ریاض (سعودی عرب) 1991ء، بین الاقوامی کانفرنس، کویت 1992,1991ء، ایشیائی حج کانفرنس کوالالمپور (ملائیشیاء) 1990ء، دعوت کانفرنس سنگا پور 1990 ء، بین الاقوامی اسلامی کانفرنس برائے وسط ایشیائی ریاستیں، ماسکو 1991 ء، دعوت کانفرنس، متحدہ عرب امارات 1991 ء،ایشیائی اسلامی کانفرنس، کولمبو (سری لنکا) 1993ء، عالمی اسلامی کانفرنس، انڈونیشیا 2002ء، سیرت کانفرنس، ٹریپولی، لیبیا 1998، 2003ء۔ اس کے علاوہ بیلجئم، ہالینڈ، سوئٹزر لینڈ، اٹلی، فرانس، نائیجیریا، کینیا، سپین، ڈنمارک، آئیر لینڈ، کینیڈا ، یونان کے سفر کر چکے ہیں۔',
            },
        ],
        img: "/assets/images/slid1.jpeg",
        info: [
            {
                position: ' مرکزی جمعیت اہلحدیث پاکستان',
                name: 'پروفیسر سینیٹر ساجد میر حفظہ اللہ',
                year: '(1992-2023)',
            },

        ],
    },
    {
        id: '2',
        Name: 'عالمی اثرات',
        content: [
            {
                para: 'مفکر اسلام سید ابوالاعلی مودودیؒ نے اقامت دین اور اسلام کے بطور ایک مکمل ضابطہ حیات کے نظریہ دیا۔ انھوں نے غلبہ دین اور اسلامی نظام کے نفاذ کی جو فکر لٹریچر اور عملی جدوجہد کی صورت میں پیش کی، اس نے نہ صرف برصغیر پاک و ہند، بنگلہ دیش، کشمیر اور سری لنکا کے مسلمانوں کو متاثر کیا اور ان کی زندگیوں کا رخ بدل ڈالا، بلکہ اس فکر کے عالمگیر اثرات مرتب ہوئے۔ ترکی سے مصر تک، ایشیا سے افریقہ اور عالم عرب سے عالم مغرب تک دنیا کا کوئی کونہ ایسا نہیں جہاں تک اس فکر کے اثرات نہ پہنچے ہوں۔ اسلامی تحریکات اور مسلمانوں نے دنیا بھر میں اس نظریہ و فکر سے استفادہ کیا۔ اس سے نہ صرف لاکھوں لوگوں کی زندگیاں تبدیل ہوئیں بلکہ اسلامی نظام کے نفاذ کی جدوجہد بھی جس کے اثرات آج مختلف ممالک میں دیکھے جا رہے ہیں۔ جماعت اسلامی عالمی سطح پر مسلمانوں کے درمیان برادرانہ تعلقات کی حامی ہے، ان کی مضبوطی اور بڑھوتری کی خواہاں ہے، جبکہ دنیا کے تمام ممالک سے باہمی عزت، برابری اور انصاف کی بنیاد پر تعلقات کے قیام کی خواہاں ہے۔',
            },
        ],
        img: "/assets/images/slid2.jpeg",

    },
    {
        id: '3',
        Name: 'جمہوری اقدار',
        content: [
            {
                para: 'جماعت اسلامی آئینی و جمہوری ذرائع کا استعمال کرتے ہوئے انقلاب امامت پر یقین رکھتی ہے، اس کے لیے جماعت کے اندر مثالی جمہوریت و شورائیت کا نظام موجود ہے، جس میں مرکزی امیر سے یونین کونسل کے امیر تک انتخابی عمل سے گزرتے ہیں، اور ارکان جماعت اپنی آزادانہ رائے کا استعمال کرتے ہوئے ہر سطح کا امیر کا انتخاب عمل میں لاتے ہیں۔ اس تناظر میں جماعت اسلامی کو صحیح معنوں میں ملک کی واحد جمہوری پارٹی ہونے کا اعزاز حاصل ہے۔',
            },
            {
                para: 'جماعت اسلامی میں مرکزی امیر کی مدت پانچ سال، صوبائی امیر کی تین اور ضلعی امیر کی دو سال ہے۔ اس کے ساتھ ارکان جماعت مرکزی و صوبائی اور ضلع و تحصیل کی مجالس شوری کا بھی اپنے ووٹ کے ذریعے سے انتخاب کرتے ہیں۔ شوری کے مشورے سے جماعت کی پالیسی بنائی جاتی ہے اور نظام چلایا جاتا ہے۔ امیر اور ارکان شوری کاانتخاب کرتے وقت صالحیت، صلاحیت، کارکردگی، امانت و دیانت اور تنظیمی وابستگی اور امور جماعت کو چلانے کی اہلیت کا خیال رکھا جاتا ہے۔ کسی با اثر خاندان یہاں تک کہ امیر کے خاندان سے وابستگی کسی منصب یا ذمہ داری کے لیے کوئی معیاراور تقاضا نہیں ہے۔',
            },
        ],
        img: "/assets/images/slid3.jpeg",

    },
    {

        id: '4',
        Name: 'غیر موروثی قیادت',
        content: [
            {
                para: 'جماعت اسلامی کا یہ امتیاز ہے کہ اس میں کسی خاندان، افراد یاکسی گروہ کی اجارہ داری نہیں ہے۔ اس کی بنیاد شورائیت پر رکھی گئی ہے، جمہوری طریقے سے ہر سطح کی قیادت اور مجالس شوری کا انتخاب عمل میں آتا ہے، اور مشورے سے نظام چلایا جاتا ہے۔ یہاں کسی کو کسی سطح کے امیر کے خاندان کا فرد ہونے کی وجہ سے منصب پیش نہیں کیا جاتا ہے، بلکہ اراکین آزاد مرضی سے اپنی قیادت کا انتخاب کرتے ہیں جس میں للہیت، تقوی اور صالحیت و صلاحیت کو پیش نظر رکھا جاتا ہے۔',
            },
            {
                para: 'جماعت اسلامی کے بانی امیر سید ابوالاعلی مودودیؒ نے 1941ء سے 1972ء تک امارت کی ذمہ داری نبھائی۔ میاں طفیل محمدؒ 1987ء، قاضی حسین احمدؒ 2009ء، سید منور حسن 2014ء تک امیر رہے، اس کے بعد سے اب تک سراج الحق امارت کے فرائض انجام دے رہے ہیں۔ پانچوں امرا ء کا آپس میں خاندانی، زبانی یا علاقائی، کسی سطح کا کوئی تعلق نہیں ہے۔ سید ابوالاعلی مودودیؒ کا تعلق حیدرآباد دکن سے تھے، اردو زبان بولنے والے تھے۔ میاں طفیل محمدؒ کپورتھلہ سے تھے اور مادری زبان پنجابی تھی۔ قاضی حسین احمدؒ کا تعلق نوشہرہ سے تھا، پشتو مادری زبان تھے۔ سید منور حسن دہلی میں پیدا ہوئے، اردو زبان بولنے والے تھے، جبکہ موجود امیر سراج الحق کا تعلق دیر سے ہے، اور پشتو ان کی مادری زبان ہے۔',
            },
            {
                para: 'جماعت اسلامی کا یہ امتیاز ہے کہ اس میں کوئی بھی اپنی صلاحیت اور تنظیم سے وابستگی کی بنیاد پر کسی بھی ذمہ داری پر فائز ہو سکتا ہے۔',
            },
        ],
        img: "/assets/images/slid4.jpeg",

    },
    {
        id: '5',
        Name: 'کرپشن سے پاک',
        content: [
            {
                para: 'جماعت اسلامی کو یہ امتیاز حاصل ہے کہ اپنے پرائے سب اس پراعتماد کرتے ہیں اور اپنی امانتیں جماعت کے حوالے کرتے ہیں۔ جماعت اسلامی جہاں کردار سازی پر یقین رکھتی ہیں، وہیں اس کے اندر احتساب کا بھی ایک نظام موجود ہے، جو خودکار طریقے سے حرکت میں آتا ہے، اور کہیں خرابی کی صورت میں اصلاح احوال کا فریضہ انجام دیتا ہے۔ یہی وجہ ہے کہ جماعت کے اندر بھی اور باہر جہاں بھی امانتیں جماعت کے وابستگان کے حوالے کی جائیں، وہ امانت و دیانت کی مثال قائم کرتے ہیں۔ جماعت اسلامی کے ایک ہزار سے زائد وابستگان نے سینیٹ، قومی و صوبائی اسمبلیوں اور بلدیاتی اداروں میں خدمات انجام دی ہیں۔ صوبائی وزارتوں اور ضلعی نظامتوں میں نہ صرف ان کی کارکردگی مثالی رہی ہے، بلکہ قوم کی امانتوں کی رکھوالی اور ان کے درست استعمال میں انھوں نے ایک معیار قائم کیا ہے، جس کی مخالفین بھی مثال اور گواہی دیتے ہیں۔اربوں روپے کا بجٹ ان کی صوابدید پر رہامگر کوئی مخالف بھی ان پر ایک پائی کی کرپشن کا الزام نہیں لگا پایا۔ الحمدللہ جماعت اسلامی کے وابستگان ہمیشہ کرپشن اور لوٹ مار کی سیاست سے دور رہے ہیں۔ ان کا نام کسی پانامہ اور دبئی لیکس میں نہیں ہے، نہ ہی ہمیشہ پلاٹ لینے والوں اور قرض معاف کروانے والوں کی کسی فہرست میں ان کا نام آتاہے۔',
            },
        ],
        img: "/assets/images/slid5.jpeg",


    },
]

export default Data;