const Data = [
    {
        id: '1',
        Name: "مرکزیہ تعارف",
        content: [
            {
                para: 'مرکزی جمعیت اہل حدیث پاکستان اہل حدیث کی نمائندہ  مذہبی و سیاسی جماعت ہے۔ جو مجلس شوری، مرکزی عاملہ اور کابینہ پر مشتمل ہے۔ مرکزی جمعیت اہل حدیث پاکستان کے امیر سینیٹر  پروفیسر علامہ ساجد میر ہیں۔ جب کہ ناظم اعلیٰ سینیٹر ڈاکٹر عبدالکریم ہیں ۔ نصف صدی سے زائد عمر رکھنے والی یہ جماعت اہلحدیث کی سب سے بڑی جماعت ہے   ذیلی ادارے اس کے زیر انتظام درج ذیل ادارے کام کر رہے ہیں۔ہفت روزہ اہل حدیث (ہفتہ وار رسالہ) آن لائن مطالعہ کے لیے دستیاب ہے۔مکتبہ سلفیہ، لاہور میں جمعیت اہلحدیث کا اشاعتی ادارہنظام مساجد و اوقافوفاق المدارس السلفیۃ: اہل حدیث مدارس اور جامعات کا تعلیمی بورڈپیغام ٹی وی (فرقہ واریت سے بچ کر دینی تعلیمات کو عام کرنے کے لیے چینل)ذیلی تنظیمیں مرکزی جمعیت اہلحدیث پاکستان کی تمام ذیلی تنظیمات کے سربراہ ڈاکٹر عبدالغفور راشد ہیں جو اس جماعت کے انتخابی بورڈ کے نگران بھی ہیں ۔ جمعیت کے ذیلی تنظیمات کے نام درج ذیل ہیں ۔اہل حدیث یوتھ فورساہل حدیث سٹوڈنٹس فیڈریشنجمیعت اساتذہ پاکستانجمعیت طلبہ اہلحدیثمتحدہ حکماء محاذ'
            },
            
        ],
        img: "/assets/images/slid1.jpeg",
        info: [
            {
                position: ' مرکزی جمعیت اہلحدیث پاکستان',
                name: 'پروفیسر سینیٹر ساجد میر حفظہ اللہ',
                year: '(1992-2023)',
            },

        ],
    },
   
]

export default Data;