const Data = [
    {
        id: '1',
        Name: "نظریاتی تحریک",
        content: [
            {
                para: 'جماعت اسلامی کا یہ امتیاز ہے کہ اس میں کسی خاندان، افراد یاکسی گروہ کی اجارہ داری نہیں ہے۔ اس کی بنیاد شورائیت پر رکھی گئی ہے، جمہوری طریقے سے ہر سطح کی قیادت اور مجالس شوری کا انتخاب عمل میں آتا ہے، اور مشورے سے نظام چلایا جاتا ہے۔ یہاں کسی کو کسی سطح کے امیر کے خاندان کا فرد ہونے کی وجہ سے منصب پیش نہیں کیا جاتا ہے، بلکہ اراکین آزاد مرضی سے اپنی قیادت کا انتخاب کرتے ہیں جس میں للہیت، تقوی اور صالحیت و صلاحیت کو پیش نظر رکھا جاتا ہے۔',
            },
            {
                para: 'جماعت اسلامی کے بانی امیر سید ابوالاعلی مودودیؒ نے 1941ء سے 1972ء تک امارت کی ذمہ داری نبھائی۔ میاں طفیل محمدؒ 1987ء، قاضی حسین احمدؒ 2009ء، سید منور حسن 2014ء تک امیر رہے، اس کے بعد سے اب تک سراج الحق امارت کے فرائض انجام دے رہے ہیں۔ پانچوں امرا ء کا آپس میں خاندانی، زبانی یا علاقائی، کسی سطح کا کوئی تعلق نہیں ہے۔ سید ابوالاعلی مودودیؒ کا تعلق حیدرآباد دکن سے تھے، اردو زبان بولنے والے تھے۔ میاں طفیل محمدؒ کپورتھلہ سے تھے اور مادری زبان پنجابی تھی۔ قاضی حسین احمدؒ کا تعلق نوشہرہ سے تھا، پشتو مادری زبان تھے۔ سید منور حسن دہلی میں پیدا ہوئے، اردو زبان بولنے والے تھے، جبکہ موجود امیر سراج الحق کا تعلق دیر سے ہے، اور پشتو ان کی مادری زبان ہے۔',
            },
            {
                para: 'جماعت اسلامی کا یہ امتیاز ہے کہ اس میں کوئی بھی اپنی صلاحیت اور تنظیم سے وابستگی کی بنیاد پر کسی بھی ذمہ داری پر فائز ہو سکتا ہے۔',
            },
        ],
        img: "/assets/images/slid1.jpeg",
        info: [
            {
                position: 'جماعت اسلامی کے بانی',
                name: 'سید ابوالاعلیٰ مودودی',
                year: '(1903-1979)',
            },

        ],
    },
    {
        id: '2',
        Name: 'عالمی اثرات',
        content: [
            {
                para: 'مفکر اسلام سید ابوالاعلی مودودیؒ نے اقامت دین اور اسلام کے بطور ایک مکمل ضابطہ حیات کے نظریہ دیا۔ انھوں نے غلبہ دین اور اسلامی نظام کے نفاذ کی جو فکر لٹریچر اور عملی جدوجہد کی صورت میں پیش کی، اس نے نہ صرف برصغیر پاک و ہند، بنگلہ دیش، کشمیر اور سری لنکا کے مسلمانوں کو متاثر کیا اور ان کی زندگیوں کا رخ بدل ڈالا، بلکہ اس فکر کے عالمگیر اثرات مرتب ہوئے۔ ترکی سے مصر تک، ایشیا سے افریقہ اور عالم عرب سے عالم مغرب تک دنیا کا کوئی کونہ ایسا نہیں جہاں تک اس فکر کے اثرات نہ پہنچے ہوں۔ اسلامی تحریکات اور مسلمانوں نے دنیا بھر میں اس نظریہ و فکر سے استفادہ کیا۔ اس سے نہ صرف لاکھوں لوگوں کی زندگیاں تبدیل ہوئیں بلکہ اسلامی نظام کے نفاذ کی جدوجہد بھی جس کے اثرات آج مختلف ممالک میں دیکھے جا رہے ہیں۔ جماعت اسلامی عالمی سطح پر مسلمانوں کے درمیان برادرانہ تعلقات کی حامی ہے، ان کی مضبوطی اور بڑھوتری کی خواہاں ہے، جبکہ دنیا کے تمام ممالک سے باہمی عزت، برابری اور انصاف کی بنیاد پر تعلقات کے قیام کی خواہاں ہے۔',
            },
        ],
        img: "/assets/images/slid2.jpeg",

    },
    {
        id: '3',
        Name: 'جمہوری اقدار',
        content: [
            {
                para: 'جماعت اسلامی آئینی و جمہوری ذرائع کا استعمال کرتے ہوئے انقلاب امامت پر یقین رکھتی ہے، اس کے لیے جماعت کے اندر مثالی جمہوریت و شورائیت کا نظام موجود ہے، جس میں مرکزی امیر سے یونین کونسل کے امیر تک انتخابی عمل سے گزرتے ہیں، اور ارکان جماعت اپنی آزادانہ رائے کا استعمال کرتے ہوئے ہر سطح کا امیر کا انتخاب عمل میں لاتے ہیں۔ اس تناظر میں جماعت اسلامی کو صحیح معنوں میں ملک کی واحد جمہوری پارٹی ہونے کا اعزاز حاصل ہے۔',
            },
            {
                para: 'جماعت اسلامی میں مرکزی امیر کی مدت پانچ سال، صوبائی امیر کی تین اور ضلعی امیر کی دو سال ہے۔ اس کے ساتھ ارکان جماعت مرکزی و صوبائی اور ضلع و تحصیل کی مجالس شوری کا بھی اپنے ووٹ کے ذریعے سے انتخاب کرتے ہیں۔ شوری کے مشورے سے جماعت کی پالیسی بنائی جاتی ہے اور نظام چلایا جاتا ہے۔ امیر اور ارکان شوری کاانتخاب کرتے وقت صالحیت، صلاحیت، کارکردگی، امانت و دیانت اور تنظیمی وابستگی اور امور جماعت کو چلانے کی اہلیت کا خیال رکھا جاتا ہے۔ کسی با اثر خاندان یہاں تک کہ امیر کے خاندان سے وابستگی کسی منصب یا ذمہ داری کے لیے کوئی معیاراور تقاضا نہیں ہے۔',
            },
        ],
        img: "/assets/images/slid3.jpeg",

    },
    {

        id: '4',
        Name: 'غیر موروثی قیادت',
        content: [
            {
                para: 'جماعت اسلامی کا یہ امتیاز ہے کہ اس میں کسی خاندان، افراد یاکسی گروہ کی اجارہ داری نہیں ہے۔ اس کی بنیاد شورائیت پر رکھی گئی ہے، جمہوری طریقے سے ہر سطح کی قیادت اور مجالس شوری کا انتخاب عمل میں آتا ہے، اور مشورے سے نظام چلایا جاتا ہے۔ یہاں کسی کو کسی سطح کے امیر کے خاندان کا فرد ہونے کی وجہ سے منصب پیش نہیں کیا جاتا ہے، بلکہ اراکین آزاد مرضی سے اپنی قیادت کا انتخاب کرتے ہیں جس میں للہیت، تقوی اور صالحیت و صلاحیت کو پیش نظر رکھا جاتا ہے۔',
            },
            {
                para: 'جماعت اسلامی کے بانی امیر سید ابوالاعلی مودودیؒ نے 1941ء سے 1972ء تک امارت کی ذمہ داری نبھائی۔ میاں طفیل محمدؒ 1987ء، قاضی حسین احمدؒ 2009ء، سید منور حسن 2014ء تک امیر رہے، اس کے بعد سے اب تک سراج الحق امارت کے فرائض انجام دے رہے ہیں۔ پانچوں امرا ء کا آپس میں خاندانی، زبانی یا علاقائی، کسی سطح کا کوئی تعلق نہیں ہے۔ سید ابوالاعلی مودودیؒ کا تعلق حیدرآباد دکن سے تھے، اردو زبان بولنے والے تھے۔ میاں طفیل محمدؒ کپورتھلہ سے تھے اور مادری زبان پنجابی تھی۔ قاضی حسین احمدؒ کا تعلق نوشہرہ سے تھا، پشتو مادری زبان تھے۔ سید منور حسن دہلی میں پیدا ہوئے، اردو زبان بولنے والے تھے، جبکہ موجود امیر سراج الحق کا تعلق دیر سے ہے، اور پشتو ان کی مادری زبان ہے۔',
            },
            {
                para: 'جماعت اسلامی کا یہ امتیاز ہے کہ اس میں کوئی بھی اپنی صلاحیت اور تنظیم سے وابستگی کی بنیاد پر کسی بھی ذمہ داری پر فائز ہو سکتا ہے۔',
            },
        ],
        img: "/assets/images/slid4.jpeg",

    },
    {
        id: '5',
        Name: 'کرپشن سے پاک',
        content: [
            {
                para: 'جماعت اسلامی کو یہ امتیاز حاصل ہے کہ اپنے پرائے سب اس پراعتماد کرتے ہیں اور اپنی امانتیں جماعت کے حوالے کرتے ہیں۔ جماعت اسلامی جہاں کردار سازی پر یقین رکھتی ہیں، وہیں اس کے اندر احتساب کا بھی ایک نظام موجود ہے، جو خودکار طریقے سے حرکت میں آتا ہے، اور کہیں خرابی کی صورت میں اصلاح احوال کا فریضہ انجام دیتا ہے۔ یہی وجہ ہے کہ جماعت کے اندر بھی اور باہر جہاں بھی امانتیں جماعت کے وابستگان کے حوالے کی جائیں، وہ امانت و دیانت کی مثال قائم کرتے ہیں۔ جماعت اسلامی کے ایک ہزار سے زائد وابستگان نے سینیٹ، قومی و صوبائی اسمبلیوں اور بلدیاتی اداروں میں خدمات انجام دی ہیں۔ صوبائی وزارتوں اور ضلعی نظامتوں میں نہ صرف ان کی کارکردگی مثالی رہی ہے، بلکہ قوم کی امانتوں کی رکھوالی اور ان کے درست استعمال میں انھوں نے ایک معیار قائم کیا ہے، جس کی مخالفین بھی مثال اور گواہی دیتے ہیں۔اربوں روپے کا بجٹ ان کی صوابدید پر رہامگر کوئی مخالف بھی ان پر ایک پائی کی کرپشن کا الزام نہیں لگا پایا۔ الحمدللہ جماعت اسلامی کے وابستگان ہمیشہ کرپشن اور لوٹ مار کی سیاست سے دور رہے ہیں۔ ان کا نام کسی پانامہ اور دبئی لیکس میں نہیں ہے، نہ ہی ہمیشہ پلاٹ لینے والوں اور قرض معاف کروانے والوں کی کسی فہرست میں ان کا نام آتاہے۔',
            },
        ],
        img: "/assets/images/slid5.jpeg",


    },
]

export default Data;