export const PostMokeData = [
  {
    id: 1,
    title: "سینیٹر پروفیسر ساجدمیر امیر مرکزی جمعیت اھلحدیث پاکستان کا جماعتی...",
    categories: 'جماعتی خبریں',
    img: "/assets/images/slid1.jpeg",
    body: "لاہور( 22 نومبر2019 ء ) مرکزی جمعیت اہل حدیث پاکستان کے سربراہ سینیٹر پروفیسر ساجد میر نے کہا ہے کہ پی ٹی آئی فارن فنڈنگ.",
  },
  {
    id: 2,
    title: "مرکزی جمعیت اہل حدیث پاکستان نے ترکی اور شام کے زلزلہ متاثرین کی بحالی کے لیے ریلیف فنڈ قاٸم کردیا۔",
    categories: 'جماعتی خبریں',
    img: "/assets/images/sajid-mir.jpg",
    body: "لاہور (8 فروری2020 ء ) مرکزی جمعیت اہل حدیث پاکستان کے سربراہ سینیٹر علامہ ساجد میر نے کہا ہے کہ مہنگائی کے سونامی نے عوام...",
  },
  {
    id: 3,
    title: "آئین کی پاسداری تمام اداروں پر لازم ہے۔ جوشخص آئین کا احترام نہیں کرتا ہم اسکے خلاف کھڑے ہونگے",
    categories: 'جماعتی خبریں',
    img: "/assets/images/shumara.jpg",
    body: "لاہور (26نومبر2019 ء ) مرکزی جمعیت اہل حدیث پاکستان کے سربراہ سینیٹر علامہ ساجدمیر نے کہا ہے کہ آئین کی پاسداری تمام اداروں پر لازم...",
  },
  {
    id: 4,
    title: "پیمرا میڈیا پر سیاسی مخالفین پر پابندیاں عائد کرتا ہے",
    categories: 'جماعتی خبریں',
    img: "/assets/images/slid4.jpeg",
    body: "لاہور (26 جنوری 2020ء) مرکزی جمعیۃ اہل حدیث پاکستان کے سربراہ سینیٹر علامہ ساجد میر نے کہا ہے کہ پیمرا میڈیا پر سیاسی مخالفین پر...",
  },
];
